#include <iostream>

int main() {
    std::cout << "По дороге идет мороз, \n";
    std::cout << "Тихо падают cнежинки. \n";
    std::cout << "Сияют ярко звезды над нами, \n";
    std::cout << "Как волшебные свечинки. \n";
    std::cout << "Вдыхаю воздух, свежий и чистый, \n";
    std::cout << "Слышу звонок зимней природы. \n";
    std::cout << "Ощущаю ветер на щеке, \n";
    std::cout << "Как дыхание холодного Борея. \n";
    std::cout << "Словно кистью небесной художник \n";
    std::cout << "Повсюду наносит заморозки. \n";
    std::cout << "Это сказка, не иначе! \n";
    std::cout << "О, зима - ты прекрасна! \n";
    std::cout << "Белоснежная красота, \n";
    std::cout << "Ледяные волшебства! \a \n";
    std::cout << "Берегись сов, они мудры, \b \n";
    std::cout << "И пленят своей мудростью! \f \n";
    std::cout << "Но не бойся, у тебя есть \n";
    std::cout << "Таблетка со сказками! \n";
    std::cout << "Прими ее и спокойный снег \n";
    std::cout << "Внутри тебя пошевелится. \n";
    std::cout << "Зима - это время чудес, \r \n";
    std::cout << "Волшебства и вдохновения. \n";
    std::cout << "Ходи по снежной мгле и тиши - \n";
    std::cout << "Там найдешь свое счастье. \n";
    std::cout << "Встречай новый день с улыбкой, \t \n";
    std::cout << "Он прЫинесет тебе радость. \n";

    return 0;
}